Repository: imgly/cesdk-swift-examples
Catalog: editor-guides-ai-text-to-image/AIGeneration.xcstrings
Source language: en
Languages: de

# ai_generation_title
source: AI Image Generation
de: KI-Bildgenerierung

# ai_generation_generate_button
source: Make it
de: Erstellen

# ai_generation_dock_button
source: AI Generate
de: KI-Generierung

# ai_generation_inspector_button
source: AI Edit
de: KI-Bearbeitung

# ai_generation_prompt_placeholder
source: Write what you want to generate...
de: Beschreiben Sie, was Sie generieren möchten...

# ai_generation_add_image
source: Add image (optional)
de: Bild hinzufügen (optional)

# ai_generation_output
source: Output
de: Ausgabe

# ai_generation_image_style
source: Image Style
de: Bildstil

# ai_generation_vector_style
source: Vector Style
de: Vektorstil

# ai_generation_select_style
source: Select Style
de: Stil auswählen

# ai_generation_done
source: Done
de: Fertig

# ai_generation_custom_size
source: Custom Size
de: Benutzerdefinierte Größe

# ai_generation_width
source: Width (px)
de: Breite (px)

# ai_generation_height
source: Height (px)
de: Höhe (px)

# ai_generation_cancel
source: Cancel
de: Abbrechen

# ai_generation_apply
source: Apply
de: Anwenden

# ai_generation_background
source: Background
de: Hintergrund

# ai_generation_transparency_title
source: Transparency Info
de: Transparenz-Info

# ai_generation_transparency_message
source: Transparency works best for single, clearly defined subjects and results may vary.
de: Transparenz funktioniert am besten bei einzelnen, klar definierten Motiven. Die Ergebnisse können variieren.

# ai_generation_got_it
source: Got it
de: Verstanden

# ai_generation_realistic_image
source: Realistic Image
de: Realistisches Bild

# ai_generation_digital_illustration
source: Digital Illustration
de: Digitale Illustration

# ai_generation_vector_illustration
source: Vector Illustration
de: Vektor-Illustration

# ai_generation_section_style
source: Style
de: Stil
